brew "asdf"
brew "ag"
brew "awscli"
brew "chisel"
brew "cmake"
brew "curl"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gh"
brew "ghq"
brew "git"
brew "graphviz"
brew "grpcurl"
brew "jq"
brew "make"
brew "massren"
brew "mergepbx"
brew "mysql"
brew "mysql-client@8.0"
brew "neovim"
brew "nkf"
brew "openjdk"
brew "openssl"
brew "postgresql@14"
brew "protobuf"
brew "rustup"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "iterm2"
cask "karabiner-elements"
cask "ngrok"
cask "sublime-text"
cask "tableplus"
cask "visual-studio-code"
