brew "anyenv"
brew "zsh"
brew "git"
brew "ghq"
brew "tig"
brew "hub"
brew "doxygen"
brew "chisel"
brew "ag"
brew "nkf"
brew "tree"
brew "tmux"
brew "fswatch"
brew "jq"
brew "openssl"
brew "curl"
brew "wget"
brew "fzf"
brew "gawk"
brew "neovim/neovim/neovim"
brew "terraform"
brew "laurent22/massren/massren"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "docker"
cask "docker-toolbox"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "sequel-pro"

mas "Be Focused Pro", id: 961632517
mas "Evernote", id: 406056744
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
