brew "anyenv"
brew "ag"
brew "chisel"
brew "doxygen"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "jq"
brew "massren"
brew "mergepbx"
brew "neovim"
brew "nkf"
brew "openssl"
brew "terraform"
brew "tig"
brew "tmux"
brew "tree"
brew "wget"
brew "zsh"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "docker"
cask "iterm2"
cask "karabiner-elements"

mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
